{"stoi": {"<PAD>": 0, "<START>": 1, "<END>": 2, "<UNK>": 3, "a": 4, "black": 5, "dog": 6, "is": 7, "running": 8, "after": 9, "white": 10, "in": 11, "the": 12, "snow": 13, ".": 14, "chasing": 15, "brown": 16, "through": 17, "two": 18, "dogs": 19, "chase": 20, "each": 21, "other": 22, "across": 23, "snowy": 24, "ground": 25, "play": 26, "together": 27, "low": 28, "lying": 29, "body": 30, "of": 31, "water": 32, "little": 33, "baby": 34, "plays": 35, "croquet": 36, "girl": 37, "next": 38, "to": 39, "truck": 40, "child": 41, "playing": 42, "by": 43, "kid": 44, "front": 45, "car": 46, "with": 47, "put": 48, "and": 49, "ball": 50, "boy": 51, "beside": 52, "has": 53, "something": 54, "hot": 55, "pink": 56, "its": 57, "mouth": 58, "holding": 59, "hat": 60, "shirt": 61, "carrying": 62, "while": 63, "walking": 64, "looking": 65, "forward": 66, "along": 67, "beach": 68, "wearing": 69, "collar": 70, "walks": 71, "on": 72, "sand": 73, "near": 74, "large": 75, "ocean": 76, "red": 77, "frisbee": 78, "standing": 79, "sandy": 80, "disc": 81, "flying": 82, "air": 83, "catching": 84, "dropping": 85, "cyclist": 86, "helmet": 87, "riding": 88, "pavement": 89, "bike": 90, "street": 91, "person": 92, ",": 93, "down": 94, "woman": 95, "wears": 96, "blue": 97, "as": 98, "she": 99, "goes": 100, "for": 101, "ride": 102, "shade": 103, "road": 104, "man": 105, "dressed": 106, "purple": 107, "bandanna": 108, "smiles": 109, "at": 110, "people": 111, "watching": 112, "him": 113, "leather": 114, "poses": 115, "camera": 116, "stands": 117, "onlookers": 118, "there": 119, "men": 120, "t-shirt": 121, "woodland": 122, "runs": 123, "some": 124, "trees": 125, "young": 126, "dancing": 127, "around": 128, "short": 129, "sleeved": 130, "jeans": 131, "stops": 132, "smile": 133, "dress": 134, "back": 135, "smiling": 136, "looks": 137, "green": 138, "skier": 139, "yellow": 140, "jacket": 141, "airborne": 142, "above": 143, "mountains": 144, "jumps": 145, "high": 146, "view": 147, "skiing": 148, "very": 149, "it": 150, "though": 151, "he": 152, "doing": 153, "ski": 154, "jump": 155, "pants": 156, "appears": 157, "almost": 158, "fly": 159, "into": 160, "sky": 161, "photographer": 162, "over": 163, "hills": 164, "natural": 165, "landscape": 166, "out": 167, "rolling": 168, "tripod": 169, "lady": 170, "her": 171, "set": 172, "up": 173, "field": 174, "record": 175, "bunch": 176, "girls": 177, "cheerleader": 178, "outfits": 179, "group": 180, "cheerleaders": 181, "parade": 182, "perform": 183, "many": 184, "walk": 185, "uniforms": 186, "boat": 187, "canopy": 188, "floating": 189, "calm": 190, "waters": 191, "roof": 192, "middle": 193, "floats": 194, "lake": 195, "catches": 196, "midair": 197, "terrier": 198, "leaping": 199, "object": 200, "old": 201, "sitting": 202, "an": 203, "advertisement": 204, "asian": 205, "waiting": 206, "train": 207, "stop": 208, "sits": 209, "station": 210, "backlit": 211, "subway": 212, "umbrella": 213, "wall": 214, "blond": 215, "trail": 216, "side": 217, "metal": 218, "fence": 219, "coat": 220, "rural": 221, "flute": 222, "parka": 223, "fenced": 224, "past": 225, "enclosed": 226, "area": 227, "family": 228, "including": 229, "four": 230, "children": 231, "pose": 232, "brick": 233, "fireplace": 234, "christmas": 235, "tree": 236, "posing": 237, "happy": 238, "couples": 239, "kids": 240, "picture": 241, "sweater": 242, "pointing": 243, "one": 244, "arms": 245, "outstretched": 246, "finger": 247, "pointed": 248, "another": 249, "stares": 250, "from": 251, "behind": 252, "who": 253, "his": 254, "look": 255, "toward": 256, "points": 257, "hallway": 258, "medium": 259, "sized": 260, "small": 261, "larger": 262, "grassy": 263, "big": 264, "tall": 265, "grass": 266, "three": 267, "flowers": 268, "stuffed": 269, "garden": 270, "among": 271, "toy": 272, "cat": 273, "long": 274, "raises": 275, "stripes": 276, "signs": 277, "african": 278, "american": 279, "building": 280, "space": 281, "orange": 282, "backwards": 283, "wet": 284, "stick": 285, "shore": 286, "bounds": 287, "splashing": 288, "off": 289, "paws": 290, "carries": 291, "are": 292, "racing": 293, "race": 294, "track": 295, "greyhounds": 296, "muzzles": 297, "inside": 298, "curb": 299, "dirt": 300, "run": 301, "baseball": 302, "pitcher": 303, "throws": 304, "player": 305, "glove": 306, "male": 307, "sports": 308, "outfit": 309, "tries": 310, "catch": 311, "wades": 312, "rock": 313, "shallow": 314, "reach": 315, "outcropping": 316, "light": 317, "paw": 318, "about": 319, "ready": 320, "swim": 321, "5": 322, "school": 323, "cross": 324, "takes": 325, "outside": 326, "photograph": 327, "taking": 328, "pictures": 329, "women": 330, "stand": 331, "jean": 332, "hand": 333, "chest": 334, "nose": 335, "writing": 336, "hands": 337, "video": 338, "store": 339, "denim": 340, "full": 341, "house": 342, "sunglasses": 343, "flowered": 344, "sit": 345, "nearby": 346, "left": 347, "adults": 348, "display": 349, "case": 350, "digital": 351, "glass": 352, "sides": 353, "holds": 354, "sideways": 355, "arm": 356, "snowboarder": 357, "ramp": 358, "snowboard": 359, "performing": 360, "trick": 361, "making": 362, "icy": 363, "mountain": 364, "climbers": 365, "line": 366, "their": 367, "way": 368, "covered": 369, "background": 370, "facing": 371, "jumping": 372, "hoop": 373, "ring": 374, "using": 375, "laptop": 376, "cellphone": 377, "against": 378, "bench": 379, "electronic": 380, "races": 381, "number": 382, "6": 383, "greyhound": 384, "muzzle": 385, "six": 386, "tan": 387, "gold": 388, "edge": 389, "cliff": 390, "rest": 391, "overlooking": 392, "top": 393, "couple": 394, "wooded": 395, "them": 396, "lined": 397, "friends": 398, "forest": 399, "path": 400, "woods": 401, "smoking": 402, "tires": 403, "drives": 404, "rain": 405, "driving": 406, "advertising": 407, "lights": 408, "bearded": 409, "whilst": 410, "bicycle": 411, "bicycles": 412, "hair": 413, "gives": 414, "peace": 415, "sign": 416, "cap": 417, "crowd": 418, "waving": 419, "flags": 420, "passing": 421, "under": 422, "bridge": 423, "or": 424, "banners": 425, "gets": 426, "pull": 427, "chair": 428, "meal": 429, "table": 430, "cafe": 431, "restaurant": 432, "getting": 433, "grabs": 434, "seat": 435, "racket": 436, "round": 437, "handle": 438, "backyard": 439, "lawn": 440, "clothing": 441, "yard": 442, "toys": 443, "enjoy": 444, "themselves": 445, "wind": 446, "blows": 447, "trampoline": 448, "blonde": 449, "bicyclists": 450, "between": 451, "wire": 452, "cyclists": 453, "country": 454, "desert": 455, "bikers": 456, "dry": 457, "land": 458, "climbing": 459, "steep": 460, "hill": 461, "climbs": 462, "great": 463, "spins": 464, "merry-go-round": 465, "go": 466, "watch": 467, "spinning": 468, "playground": 469, "that": 470, "skirt": 471, "golden": 472, "retriever": 473, "towards": 474, "away": 475, "bus": 476, "door": 477, "vehicle": 478, "window": 479, "passengers": 480, "hiding": 481, "peeking": 482, "striped": 483, "peeks": 484, "hold": 485, "drinks": 486, "point": 487, "bottles": 488, "several": 489, "this": 490, "photo": 491, "border": 492, "collie": 493, "bed": 494, "tennis": 495, "climber": 496, "peak": 497, "rocks": 498, "snowcapped": 499, "hikes": 500, "following": 501, "surrounded": 502, "distance": 503, "smoke": 504, "comes": 505, "starts": 506, "broken": 507, "during": 508, "racetrack": 509, "leaves": 510, "bags": 511, "igloo": 512, "cave": 513, "luggage": 514, "backpacks": 515, "ice": 516, "visible": 517, "hole": 518, "starting": 519, "steps": 520, "murky": 521, "putting": 522, "legs": 523, "pond": 524, "busy": 525, "city": 526, "silhouette": 527, "buildings": 528, "crowded": 529, "shot": 530, "turned": 531, "chases": 532, "interacting": 533, "opposite": 534, "direction": 535, "fetch": 536, "also": 537, "outdoors": 538, "cameras": 539, "third": 540, "river": 541, "skis": 542, "face": 543, "rope": 544, "swimming": 545, "creek": 546, "playfully": 547, "rolls": 548, "int": 549, "chewing": 550, "resting": 551, "game": 552, "elderly": 553, "straw": 554, "alone": 555, "park": 556, "haired": 557, "gray": 558, "dark-haired": 559, "beard": 560, "guitar": 561, "head": 562, "ceiling": 563, "wide": 564, "drink": 565, "reading": 566, "book": 567, "scarf": 568, "older": 569, "reads": 570, "motocross": 571, "motorcycle": 572, "tight": 573, "turn": 574, "motorbike": 575, "bright": 576, "someone": 577, "fall": 578, "rider": 579, "sleeping": 580, "makeshift": 581, "hanging": 582, "mountainside": 583, "skateboarder": 584, "skateboard": 585, "landing": 586, "teenage": 587, "flipping": 588, "tricks": 589, "dark": 590, "colored": 591, "protest": 592, "banner": 593, "staring": 594, "religious": 595, "sidewalk": 596, "poster": 597, "``": 598, "image": 599, "teddy": 600, "bear": 601, "showing": 602, "stool": 603, "trying": 604, "animals": 605, "selling": 606, "various": 607, "vendor": 608, "sells": 609, "'s": 610, "inflatable": 611, "guy": 612, "navy": 613, "shorts": 614, "pool": 615, "football": 616, "trunks": 617, "strange": 618, "diving": 619, "plastic": 620, "slide": 621, "equipment": 622, "fire": 623, "day": 624, "juggling": 625, "flames": 626, "bubbles": 627, "float": 628, "popping": 629, "right": 630, "shoes": 631, "sandals": 632, "tug": 633, "war": 634, "pulling": 635, "end": 636, "tug-of-war": 637, "surf": 638, "wave": 639, "surfers": 640, "surfing": 641, "attempting": 642, "sea": 643, "huge": 644, "sunset": 645, "rides": 646, "biking": 647, "muddy": 648, "slope": 649, "crossing": 650, "heads": 651, "night": 652, "phone": 653, "talks": 654, "pile": 655, "rail": 656, "stunt": 657, "soccer": 658, "uniform": 659, "kick": 660, "match": 661, "watches": 662, "knee": 663, "female": 664, "break": 665, "driver": 666, "wheel": 667, "thumbs": 668, "before": 669, "polka": 670, "boots": 671, "purse": 672, "followed": 673, "redheaded": 674, "pedestrians": 675, "barefoot": 676, "cute": 677, "puppy": 678, "fetches": 679, "chew": 680, "fluffy": 681, "rings": 682, "dock": 683, "laughing": 684, "bucket": 685, "splashes": 686, "pier": 687, "beneath": 688, "dances": 689, "room": 690, "balloons": 691, "floor": 692, "socks": 693, "wooden": 694, "strewn": 695, "strings": 696, "confetti": 697, "wood": 698, "mother": 699, "both": 700, "ledge": 701, "scales": 702, "tent": 703, "being": 704, "enter": 705, "fishing": 706, "setting": 707, "hut": 708, "tarp": 709, "structure": 710, "surface": 711, "few": 712, "foam": 713, "statue": 714, "hats": 715, "take": 716, "photos": 717, "new": 718, "get": 719, "taken": 720, "fight": 721, "jersey": 722, "leaps": 723, "dives": 724, "going": 725, "sheer": 726, "climb": 727, "flat": 728, "rocky": 729, "card": 730, "what": 731, "?": 732, "says": 733, "they": 734, "bathing": 735, "suit": 736, "sprinklers": 737, "sprinkler": 738, "sliding": 739, "paddling": 740, "kiddie": 741, "lone": 742, "flies": 743, "leafless": 744, "pulled": 745, "shovel": 746, "distorted": 747, "open": 748, "ends": 749, "bottom": 750, "just": 751, "reaching": 752, "lands": 753, "reaches": 754, "piano": 755, "sings": 756, "preparing": 757, "sing": 758, "singer": 759, "music": 760, "teeth": 761, "tongue": 762, "curly": 763, "violin": 764, "walls": 765, "posters": 766, "rubbing": 767, "chin": 768, "be": 769, "cover": 770, "teenager": 771, "carry": 772, "paved": 773, "piggy": 774, "covering": 775, "facial": 776, "style": 777, "headscarf": 778, "grey": 779, "bird": 780, "waves": 781, "roll": 782, "crane": 783, "onto": 784, "pole": 785, "swings": 786, "silver": 787, "swinging": 788, "bounces": 789, "leotard": 790, "hello": 791, "kitty": 792, "does": 793, "leg": 794, "leans": 795, "board": 796, "platform": 797, "skateboarders": 798, "eating": 799, "seeds": 800, "eats": 801, "stone": 802, "friend": 803, "helps": 804, "help": 805, "how": 806, "helping": 807, "sweatshirt": 808, "not": 809, "far": 810, "racer": 811, "slightly": 812, "competition": 813, "circuit": 814, "cheering": 815, "grabbing": 816, "ankle": 817, "oklahoma": 818, "score": 819, "fans": 820, "cheer": 821, "athlete": 822, "performs": 823, "herself": 824, "bar": 825, "upside": 826, "attempts": 827, "feet": 828, "do": 829, "flip": 830, "blocks": 831, "concrete": 832, "carefully": 833, "crosses": 834, "reflection": 835, "caught": 836, "pajamas": 837, "hall": 838, "hardwood": 839, "lit": 840, "toddler": 841, "chairs": 842, "folding": 843, "row": 844, "talking": 845, "spotted": 846, "fast": 847, "seated": 848, "stadium": 849, "event": 850, "packed": 851, "indoor": 852, "duck": 853, "pet": 854, "chased": 855, "parachute": 856, "lifting": 857, "attached": 858, "parasail": 859, "suspended": 860, "silhouetted": 861, "sunny": 862, "gliding": 863, "sun": 864, "skateboarding": 865, "slides": 866, "railing": 867, "shines": 868, "skating": 869, "stair": 870, "stairs": 871, "have": 872, "pillow": 873, "having": 874, "skates": 875, "neck": 876, "flight": 877, "boats": 878, "boxing": 879, "fighting": 880, "box": 881, "faces": 882, "funny": 883, "makes": 884, "glasses": 885, "rusty": 886, "barks": 887, "barking": 888, "hose": 889, "pouring": 890, "drinking": 891, "which": 892, "squirted": 893, "wings": 894, "swimsuits": 895, "lacrosse": 896, "players": 897, "control": 898, "team": 899, "hit": 900, "hockey": 901, "type": 902, "sport": 903, "like": 904, "sticks": 905, "guys": 906, "all": 907, "saying": 908, "free": 909, "dinner": 910, "'": 911, "cement": 912, "skate": 913, "prepares": 914, "hugging": 915, "embracing": 916, "hugs": 917, "basketball": 918, "make": 919, "basket": 920, "goal": 921, "dunking": 922, "grinding": 923, "snowboarding": 924, "homemade": 925, "made": 926, "piece": 927, "log": 928, "wrapped": 929, "tape": 930, "brother": 931, "superman": 932, "cape": 933, "cast": 934, "airplane": 935, "plane": 936, "jet": 937, "seen": 938, "windows": 939, "headfirst": 940, "digging": 941, "brush": 942, "digs": 943, "greenhouse": 944, "tools": 945, "work": 946, "fishes": 947, "rod": 948, "boys": 949, "living": 950, "shown": 951, "wear": 952, "t-shirts": 953, "computer": 954, "monitor": 955, "eat": 956, "cream": 957, "adult": 958, "sat": 959, "college": 960, "tackled": 961, "jerseys": 962, "tackle": 963, "tackling": 964, "uniformed": 965, "try": 966, "fan": 967, "painting": 968, "paint": 969, "within": 970, "painted": 971, "bleachers": 972, "3": 973, "spots": 974, "palm": 975, "tree-lined": 976, "stretch": 977, "framed": 978, "shirts": 979, "fallen": 980, "dead": 981, "church": 982, "bicyclist": 983, "aerial": 984, "scooter": 985, "suburban": 986, "neighborhood": 987, "center": 988, "rollerblades": 989, "rollerblader": 990, "narrow": 991, "grinds": 992, "rollerblading": 993, "participate": 994, "martial": 995, "arts": 996, "tournament": 997, "mat": 998, "protective": 999, "gear": 1000, "helmets": 1001, "sparring": 1002, "skateboards": 1003, "skater": 1004, "flag": 1005, "headband": 1006, "vest": 1007, "indoors": 1008, "handrail": 1009, "foot": 1010, "indian": 1011, "crossed": 1012, "folded": 1013, "outdoor": 1014, "market": 1015, "shining": 1016, "graffiti": 1017, "plank": 1018, "no": 1019, "gallery": 1020, "naked": 1021, "individuals": 1022, "chinese": 1023, "ladies": 1024, "bank": 1025, "lockers": 1026, "retrieves": 1027, "coming": 1028, "hiker": 1029, "descends": 1030, "hiking": 1031, "leafy": 1032, "gravel": 1033, "amidst": 1034, "autumn": 1035, "others": 1036, "laugh": 1037, "touching": 1038, "laughs": 1039, "fun": 1040, "splash": 1041, "wading": 1042, "bald": 1043, "drag": 1044, "dresses": 1045, "matching": 1046, "jewelry": 1047, "clothes": 1048, "jumped": 1049, "walkway": 1050, "biker": 1051, "moving": 1052, "furry": 1053, "doorway": 1054, "leading": 1055, "plants": 1056, "patio": 1057, "potted": 1058, "hairy": 1059, "step": 1060, "cars": 1061, "start": 1062, "beginning": 1063, "see": 1064, "racers": 1065, "sled": 1066, "harness": 1067, "pack": 1068, "winter": 1069, "soaking": 1070, "wheelie": 1071, "terrain": 1072, "turquoise": 1073, "guard": 1074, "thin": 1075, "markings": 1076, "ears": 1077, "throwing": 1078, "tossing": 1079, "touches": 1080, "challenging": 1081, "teams": 1082, "quickly": 1083, "meadow": 1084, "surfer": 1085, "crashing": 1086, "follows": 1087, "surfboard": 1088, "laying": 1089, "power": 1090, "lines": 1091, "unusual": 1092, "shaped": 1093, "stump": 1094, "referee": 1095, "breaking": 1096, "artist": 1097, "overalls": 1098, "travels": 1099, "heavily": 1100, "german": 1101, "shepherd": 1102, "leash": 1103, "leashed": 1104, "falling": 1105, "urban": 1106, "partially": 1107, "guitars": 1108, "suits": 1109, "electric": 1110, "musicians": 1111, "curtain": 1112, "frolics": 1113, "mini": 1114, "african-american": 1115, "heels": 1116, "pumps": 1117, "lap": 1118, "steers": 1119, "suv": 1120, "jeep": 1121, "cords": 1122, "flock": 1123, "birds": 1124, "mural": 1125, "pigeons": 1126, "bride": 1127, "held": 1128, "polo": 1129, "hides": 1130, "bushes": 1131, "cushion": 1132, "base": 1133, "close": 1134, "incoming": 1135, "dirty": 1136, "crashes": 1137, "beyond": 1138, "relaxing": 1139, "trench": 1140, "waits": 1141, "sculpture": 1142, "bikini": 1143, "pulls": 1144, "skaters": 1145, "rink": 1146, "scenery": 1147, "bounce": 1148, "filled": 1149, "bouncy": 1150, "swimsuit": 1151, "tightrope": 1152, "students": 1153, "campus": 1154, "but": 1155, "falls": 1156, "practice": 1157, "asking": 1158, "daughter": 1159, "nice": 1160, "pretending": 1161, "biting": 1162, "limb": 1163, "branch": 1164, "gnawing": 1165, "plant": 1166, "uncut": 1167, "barrel": 1168, "buckets": 1169, "poles": 1170, "seven": 1171, "teenagers": 1172, "wait": 1173, "gate": 1174, "puts": 1175, "gesture": 1176, "raised": 1177, "newspaper": 1178, "kitchen": 1179, "owner": 1180, "retrieving": 1181, "paper": 1182, "tile": 1183, "sharing": 1184, "kiss": 1185, "cold": 1186, "kissing": 1187, "passes": 1188, "teen": 1189, "coats": 1190, "tunnel": 1191, "halloween": 1192, "eyes": 1193, "crawls": 1194, "beautiful": 1195, "tube": 1196, "leads": 1197, "trucks": 1198, "five": 1199, "obstacle": 1200, "course": 1201, "elephant": 1202, "fabric": 1203, "trunk": 1204, "colorful": 1205, "foliage": 1206, "swimmers": 1207, "move": 1208, "mud": 1209, "puddle": 1210, "nearly": 1211, "identical": 1212, "shirtless": 1213, "couch": 1214, "disk": 1215, "snow-covered": 1216, "show": 1217, "wheeled": 1218, "tricycle": 1219, "i": 1220, "2": 1221, "wheels": 1222, "three-wheeled": 1223, "carnival": 1224, "worker": 1225, "animal": 1226, "amongst": 1227, ";": 1228, "camping": 1229, "patches": 1230, "ditch": 1231, "dribbles": 1232, "moves": 1233, "coffee": 1234, "gather": 1235, "home": 1236, "outstreached": 1237, "begins": 1238, "plaid": 1239, "print": 1240, "rescue": 1241, "follow": 1242, "lead": 1243, "flips": 1244, "canoe": 1245, "still": 1246, "fat": 1247, "traveling": 1248, "stepping": 1249, "shaggy": 1250, "foreground": 1251, "public": 1252, "dust": 1253, "sooners": 1254, "lifted": 1255, "same": 1256, "athletes": 1257, "waterfall": 1258, "waterfalls": 1259, "shooting": 1260, "beige": 1261, "athletic": 1262, "coach": 1263, "beagle": 1264, "hound": 1265, "costumes": 1266, "frame": 1267, "unseen": 1268, "excited": 1269, "audience": 1270, "parallel": 1271, "kicks": 1272, "opponent": 1273, "compete": 1274, "karate": 1275, "clapping": 1276, "ran": 1277, "lift": 1278, "skiers": 1279, "shakes": 1280, "shaking": 1281, "hoodie": 1282, "horse": 1283, "jockey": 1284, "performer": 1285, "stage": 1286, "spectators": 1287, "onstage": 1288, "aged": 1289, "dj": 1290, "deck": 1291, "younger": 1292, "tables": 1293, "meet": 1294, "goggles": 1295, "swimmer": 1296, "apple": 1297, "place": 1298, "bag": 1299, "hips": 1300, "backpack": 1301, "tattoo": 1302, "clown": 1303, "practicing": 1304, "clearing": 1305, "rough": 1306, "collars": 1307, "extreme": 1308, "backpacker": 1309, "uses": 1310, "tosses": 1311, "empty": 1312, "bottle": 1313, "clear": 1314, "volleyball": 1315, "talk": 1316, "bikinis": 1317, "marketplace": 1318, "ascending": 1319, "horizontal": 1320, "pair": 1321, "spray": 1322, "fountain": 1323, "splashed": 1324, "sprayed": 1325, "closeup": 1326, "screen": 1327, "life": 1328, "unicycle": 1329, "lining": 1330, "location": 1331, "shoreline": 1332, "dolphin": 1333, "pokes": 1334, "shoe": 1335, "corner": 1336, "shoulders": 1337, "these": 1338, "noses": 1339, "numbers": 1340, "dune": 1341, "watercraft": 1342, "swing": 1343, "gestures": 1344, "closed": 1345, "poodle": 1346, "sticking": 1347, "tattooed": 1348, "gentleman": 1349, "half": 1350, "relaxes": 1351, "where": 1352, "parked": 1353, "topless": 1354, "snowbank": 1355, "kneeling": 1356, "ridge": 1357, "pass": 1358, "sleeveless": 1359, "floppy": 1360, "cigarette": 1361, "blanket": 1362, "hooded": 1363, "pipe": 1364, "bubble": 1365, "machine": 1366, "bites": 1367, "blowing": 1368, "swims": 1369, "throw": 1370, "snowball": 1371, "grins": 1372, "paddles": 1373, "vertical": 1374, "approaching": 1375, "backs": 1376, "tank": 1377, "official": 1378, "mostly": 1379, "rubber": 1380, "chickens": 1381, "chicken": 1382, "eight": 1383, "balls": 1384, "bottoms": 1385, "pushes": 1386, "stroller": 1387, "brunette": 1388, "pushing": 1389, "carriage": 1390, "females": 1391, "hurdle": 1392, "lay": 1393, "hang": 1394, "snowman": 1395, "flower": 1396, "figure": 1397, "costume": 1398, "party": 1399, "branches": 1400, "off-camera": 1401, "bends": 1402, "alley": 1403, "pairs": 1404, "cowboy": 1405, "lasso": 1406, "bull": 1407, "cart": 1408, "(": 1409, "carrier": 1410, "rack": 1411, "shopping": 1412, "apart": 1413, "camouflage": 1414, "blow": 1415, "breeds": 1416, "sledding": 1417, "snowsuit": 1418, "town": 1419, "leashes": 1420, "strap": 1421, "bite": 1422, "short-haired": 1423, "strip": 1424, "steering": 1425, "ship": 1426, "partly": 1427, "cloudy": 1428, "skies": 1429, "sailboat": 1430, "van": 1431, "snake": 1432, "lean": 1433, "different": 1434, "tub": 1435, "bin": 1436, "multicolored": 1437, "pen": 1438, "enclosure": 1439, "pit": 1440, "cut": 1441, "balloon": 1442, "only": 1443, "underwear": 1444, "marker": 1445, "drawing": 1446, "safety": 1447, "neon": 1448, "ribbons": 1449, "competing": 1450, "covers": 1451, "vests": 1452, "you": 1453, "hi-viz": 1454, "jackets": 1455, "returns": 1456, "horses": 1457, "pony": 1458, "stare": 1459, "structures": 1460, "shop": 1461, "mall": 1462, "food": 1463, "court": 1464, "art": 1465, "turns": 1466, "ladder": 1467, "frozen": 1468, "treat": 1469, "ahead": 1470, "ropes": 1471, "harnesses": 1472, "balance": 1473, "dangling": 1474, "straps": 1475, "kicking": 1476, "miami": 1477, "university": 1478, "scene": 1479, "classic": 1480, "thrown": 1481, "dancers": 1482, "dance": 1483, "prepare": 1484, "hillside": 1485, "kayaker": 1486, "kayaking": 1487, "kayak": 1488, "spot": 1489, "warmly": 1490, "blurry": 1491, "tag": 1492, "touch": 1493, "riders": 1494, "shoulder": 1495, "motorbikes": 1496, "farm": 1497, "sheep": 1498, "goat": 1499, "twisting": 1500, "graffitied": 1501, "stars": 1502, "bridal": 1503, "wedding": 1504, "groom": 1505, "groomsmen": 1506, "bridesmaids": 1507, "well": 1508, "lays": 1509, "rests": 1510, "stream": 1511, "eye": 1512, "bush": 1513, "photographs": 1514, "canal": 1515, "muzzled": 1516, "#": 1517, "numbered": 1518, "police": 1519, "officer": 1520, "cop": 1521, "fake": 1522, "mask": 1523, "tie": 1524, "handing": 1525, "papers": 1526, "button": 1527, "business": 1528, "attire": 1529, "straight": 1530, "blurred": 1531, "bicycler": 1532, "pop": 1533, "weather": 1534, "happily": 1535, "candles": 1536, "candle": 1537, "lighting": 1538, "ridden": 1539, "colors": 1540, "eastern": 1541, "give": 1542, "chubby": 1543, "device": 1544, "pad": 1545, "writes": 1546, "motorcyclist": 1547, "speed": 1548, "sharp": 1549, "crouches": 1550, "rounds": 1551, "pops": 1552, "bmx": 1553, "without": 1554, "boarding": 1555, "trotting": 1556, "stuck": 1557, "trails": 1558, "pine": 1559, "4": 1560, "wheeler": 1561, "atv": 1562, "drive": 1563, "net": 1564, "logo": 1565, "skimpy": 1566, "soaring": 1567, "underneath": 1568, "batting": 1569, "sweaters": 1570, "wade": 1571, "military": 1572, "crying": 1573, "bending": 1574, "checking": 1575, "owners": 1576, "hits": 1577, "bat": 1578, "catcher": 1579, "teal": 1580, "japanese": 1581, "aqua": 1582, "handstand": 1583, "sheets": 1584, "lab": 1585, "below": 1586, "headphones": 1587, "elevator": 1588, "kites": 1589, "range": 1590, "camel": 1591, "camels": 1592, "trots": 1593, "agility": 1594, "lifts": 1595, "asleep": 1596, "machines": 1597, "atm": 1598, "money": 1599, "sleeps": 1600, "maroon": 1601, "dalmatian": 1602, "chews": 1603, "hind": 1604, "lambs": 1605, "counter": 1606, "handbag": 1607, "grocery": 1608, "corn": 1609, "ear": 1610, "listens": 1611, "mobile": 1612, "come": 1613, "sets": 1614, "horizon": 1615, "cricket": 1616, "participating": 1617, "opposing": 1618, "pick": 1619, "picking": 1620, "flowery": 1621, "stretches": 1622, "mats": 1623, "circle": 1624, "brightly": 1625, "festival": 1626, "stretching": 1627, "plain": 1628, "puppies": 1629, "grab": 1630, "share": 1631, "alongside": 1632, "sister": 1633, "mickey": 1634, "mouse": 1635, "professional": 1636, "plate": 1637, "runner": 1638, "softball": 1639, "block": 1640, "khaki": 1641, "pours": 1642, "wine": 1643, "dim": 1644, "column": 1645, "belongings": 1646, "time": 1647, "lot": 1648, "choppy": 1649, "wetsuit": 1650, "rapids": 1651, "rafting": 1652, "leaving": 1653, "single": 1654, "exhibit": 1655, "class": 1656, "porch": 1657, "clad": 1658, "cowgirl": 1659, "scantily": 1660, "special": 1661, "dish": 1662, "towel": 1663, "cloth": 1664, "boxer": 1665, "pitbull": 1666, "uphill": 1667, "watched": 1668, "sneakers": 1669, "highway": 1670, "item": 1671, "ribbon": 1672, "horns": 1673, "goats": 1674, "earphones": 1675, "marsh": 1676, "foggy": 1677, "strollers": 1678, "pushed": 1679, "first": 1680, "bikes": 1681, "fist": 1682, "gloves": 1683, "giant": 1684, "circular": 1685, "perched": 1686, "opening": 1687, "atop": 1688, "kneels": 1689, "sprays": 1690, "push": 1691, "policeman": 1692, "crosswalk": 1693, "traffic": 1694, "pedestrian": 1695, "chainsaw": 1696, "carving": 1697, "reflective": 1698, "racquet": 1699, "parking": 1700, "attempt": 1701, "goalie": 1702, "dreadlocks": 1703, "bowls": 1704, "liquid": 1705, "mug": 1706, "beer": 1707, "lunges": 1708, "balcony": 1709, "bouncing": 1710, "gated": 1711, "magazines": 1712, "fruit": 1713, "fish": 1714, "paddle": 1715, "father": 1716, "tossed": 1717, "monkey": 1718, "bars": 1719, "jungle": 1720, "gym": 1721, "pasta": 1722, "mess": 1723, "skiiers": 1724, "dachshund": 1725, "cones": 1726, "pads": 1727, "really": 1728, "wand": 1729, "speaks": 1730, "cup": 1731, "birthday": 1732, "cake": 1733, "seating": 1734, "parents": 1735, "skull": 1736, "motorcycles": 1737, "motorcyclists": 1738, "interesting": 1739, "formations": 1740, "licking": 1741, "sniffing": 1742, "desk": 1743, "meeting": 1744, "decorated": 1745, "gathered": 1746, "clouds": 1747, "lots": 1748, "raising": 1749, "parachuting": 1750, "ponytail": 1751, "lips": 1752, "tool": 1753, "inline": 1754, "rug": 1755, "carpet": 1756, "checkered": 1757, "tiger": 1758, "picnic": 1759, "hike": 1760, "barren": 1761, "bend": 1762, "gymnastics": 1763, "seashore": 1764, "shows": 1765, "fur": 1766, "balances": 1767, "staircase": 1768, "scaling": 1769, "studio": 1770, "tops": 1771, "soars": 1772, "slopes": 1773, "surrounding": 1774, "smaller": 1775, "tail": 1776, "sniffs": 1777, "batman": 1778, "makeup": 1779, "giving": 1780, "mustache": 1781, "joy": 1782, "!": 1783, "chain": 1784, "photographed": 1785, "sort": 1786, "darkened": 1787, "clowns": 1788, "bowl": 1789, "hikers": 1790, "backpacking": 1791, "santa": 1792, "sofa": 1793, "claus": 1794, "mirror": 1795, "surfs": 1796, "leaning": 1797, "stairway": 1798, "garbage": 1799, "can": 1800, "trash": 1801, "cans": 1802, "trashcan": 1803, "cardboard": 1804, "boxes": 1805, "instrument": 1806, "&": 1807, "tire": 1808, "deep": 1809, "overhang": 1810, "motion": 1811, "storefront": 1812, "jagged": 1813, "peach": 1814, "enjoys": 1815, "stomach": 1816, "wakeboard": 1817, "read": 1818, "miniature": 1819, "pacifier": 1820, "sucking": 1821, "maneuver": 1822, "combat": 1823, "soldier": 1824, "shaved": 1825, "boulder": 1826, "approaches": 1827, "shower": 1828, "watering": 1829, "bounding": 1830, "museum": 1831, "zip": 1832, "arena": 1833, "jumpsuit": 1834, "bent": 1835, "dunes": 1836, "jockeys": 1837, "wrestle": 1838, "warm": 1839, "intersection": 1840, "beanie": 1841, "blocked": 1842, "members": 1843, "fetching": 1844, "teammate": 1845, "quarterback": 1846, "frog": 1847, "summit": 1848, "rails": 1849, "robes": 1850, "tattoos": 1851, "bow": 1852, "picks": 1853, "airport": 1854, "overhead": 1855, "amusement": 1856, "arcade": 1857, "blindfolded": 1858, "written": 1859, "burning": 1860, "handles": 1861, "wheelbarrow": 1862, "whose": 1863, "been": 1864, "turning": 1865, "tiny": 1866, "cow": 1867, "necklace": 1868, "cliffs": 1869, "band": 1870, "dollar": 1871, "instruments": 1872, "underwater": 1873, "fingers": 1874, "chocolate": 1875, "act": 1876, "silly": 1877, "gas": 1878, "curve": 1879, "placed": 1880, "jack": 1881, "backstroke": 1882, "bunny": 1883, "hurdles": 1884, "tri-colored": 1885, "tents": 1886, "barrier": 1887, "fuzzy": 1888, "creature": 1889, "cups": 1890, "marathon": 1891, "runners": 1892, "lane": 1893, "containing": 1894, "cage": 1895, "crawling": 1896, "pieces": 1897, "gymnast": 1898, "gymnasium": 1899, "infant": 1900, "squatting": 1901, "beverage": 1902, "overweight": 1903, "yawning": 1904, "homeless": 1905, "sheet": 1906, "boardwalk": 1907, "too": 1908, "village": 1909, "masks": 1910, "embrace": 1911, "garb": 1912, "enjoying": 1913, "downhill": 1914, "cats": 1915, "mohawk": 1916, "drums": 1917, "drum": 1918, "tussle": 1919, "deflated": 1920, "string": 1921, "traditional": 1922, "elaborate": 1923, "posed": 1924, "stretched": 1925, "jogging": 1926, "winding": 1927, "pitch": 1928, "more": 1929, "rugby": 1930, "hula": 1931, "hoops": 1932, "hula-hoops": 1933, "maneuvers": 1934, "link": 1935, "nap": 1936, "tutu": 1937, "waterskiing": 1938, "waterskier": 1939, "colourful": 1940, "snowboards": 1941, "snowmobile": 1942, "blocking": 1943, "army": 1944, "fairy": 1945, "raft": 1946, "innertube": 1947, "monument": 1948, "mountaintop": 1949, "directions": 1950, "mouths": 1951, "lies": 1952, "roller": 1953, "coaster": 1954, "upside-down": 1955, "multiple": 1956, "motorized": 1957, "wheelchair": 1958, "shops": 1959, "distant": 1960, "things": 1961, "floral": 1962, "wagon": 1963, "dried": 1964, "umbrellas": 1965, "beads": 1966, "pigtails": 1967, "heart": 1968, "fancy": 1969, "robe": 1970, "bagpipe": 1971, "medieval": 1972, "similar": 1973, "marching": 1974, "bare": 1975, "fog": 1976, "balancing": 1977, "tractor": 1978, "squirrel": 1979, "melting": 1980, "leap": 1981, "mound": 1982, "make-up": 1983, "heavy": 1984, "rowboat": 1985, "rowing": 1986, "boards": 1987, "boogie": 1988, "action": 1989, "security": 1990, "series": 1991, "beam": 1992, "snowboarders": 1993, "cheers": 1994, "dancer": 1995, "dusk": 1996, "wakeboarder": 1997, "emerges": 1998, "dandelion": 1999, "spread": 2000, "injured": 2001, "color": 2002, "fireworks": 2003, "necklaces": 2004, "sparklers": 2005, "kisses": 2006, "scarves": 2007, "cows": 2008, "herding": 2009, "skeleton": 2010, "sail": 2011, "ticket": 2012, "dimly": 2013, "singing": 2014, "club": 2015, "guitarist": 2016, "microphone": 2017, "listening": 2018, "long-haired": 2019, "chopsticks": 2020, "pot": 2021, "pan": 2022, "items": 2023, "kilt": 2024, "own": 2025, "soda": 2026, "sunlight": 2027, "patch": 2028, "shades": 2029, "shadow": 2030, "post": 2031, "fellow": 2032, "formal": 2033, "dark-skinned": 2034, "watery": 2035, "canoeing": 2036, "casting": 2037, "heading": 2038, "construction": 2039, "drilling": 2040, "works": 2041, "breed": 2042, "smooth": 2043, "mans": 2044, "so": 2045, "waterway": 2046, "crowds": 2047, "finish": 2048, "benches": 2049, "checked": 2050, "descending": 2051, "knees": 2052, "crouching": 2053, "position": 2054, "stripped": 2055, "extends": 2056, "skips": 2057, "located": 2058, "midst": 2059, "part": 2060, "overlooks": 2061, "valley": 2062, "forested": 2063, "batsman": 2064, "european": 2065, "trainer": 2066, "wrestling": 2067, "candy": 2068, "cloud": 2069, "footballers": 2070, "baseman": 2071, "league": 2072, "rival": 2073, "second": 2074, "hangs": 2075, "flannel": 2076, "streets": 2077, "progress": 2078, "cameraman": 2079, "pounces": 2080, "males": 2081, "rodeo": 2082, "bucking": 2083, "bulls": 2084, "fisherman": 2085, "kayaks": 2086, "pitching": 2087, "practices": 2088, "trains": 2089, "husky": 2090, "emerging": 2091, "opens": 2092, "horseback": 2093, "cooking": 2094, "bound": 2095, "concert": 2096, "parasailing": 2097, "close-up": 2098, "workers": 2099, "jar": 2100, "knit": 2101, "caution": 2102, "feather": 2103, "purses": 2104, "cheek": 2105, "tracks": 2106, "pale": 2107, "tugging": 2108, "playhouse": 2109, "shoot": 2110, "played": 2111, "8": 2112, "huddle": 2113, "musical": 2114, "juggles": 2115, "growling": 2116, "doberman": 2117, "buried": 2118, "stones": 2119, "pointy": 2120, "appear": 2121, "navigates": 2122, "himself": 2123, "greenery": 2124, "smokes": 2125, "whist": 2126, "headset": 2127, "tags": 2128, "creating": 2129, "crash": 2130, "clings": 2131, "rear": 2132, "retrieve": 2133, "skinned": 2134, "summer": 2135, "hitting": 2136, "canyon": 2137, "pauses": 2138, "skinny": 2139, "bungee": 2140, "jumper": 2141, "weeds": 2142, "rainbow": 2143, "kite": 2144, "raincoat": 2145, "juice": 2146, "fencing": 2147, "bundled": 2148, "billboard": 2149, "itself": 2150, "everywhere": 2151, "stopped": 2152, "monster": 2153, "multi-colored": 2154, "plaza": 2155, "square": 2156, "training": 2157, "asphalt": 2158, "sprints": 2159, "leaf": 2160, "geyser": 2161, "casts": 2162, "shrubs": 2163, "belly": 2164, "lush": 2165, "countryside": 2166, "peaks": 2167, "teaching": 2168, "officers": 2169, "policemen": 2170, "speaking": 2171, "formation": 2172, "bumpy": 2173, "hay": 2174, "pumpkin": 2175, "star": 2176, "sparkler": 2177, "skirts": 2178, "shoveling": 2179, "shovels": 2180, "hear": 2181, "snack": 2182, "caps": 2183, "speeds": 2184, "overpass": 2185, "attention": 2186, "sunshade": 2187, "tropical": 2188, "resort": 2189, "human": 2190, "doll": 2191, "driven": 2192, "geese": 2193, "lower": 2194, "carpeted": 2195, "awning": 2196, "licks": 2197, "extended": 2198, "scary": 2199, "fencers": 2200, "fair": 2201, "driveway": 2202, "bearing": 2203, "gazes": 2204, "poodles": 2205, "interact": 2206, "bone": 2207, "artificial": 2208, "hard": 2209, "flowing": 2210, "wrestler": 2211, "wrestlers": 2212, "bedroom": 2213, "tuxedos": 2214, "pathway": 2215, "son": 2216, "expression": 2217, "mountainous": 2218, "mom": 2219, "carried": 2220, "wakeboarding": 2221, "song": 2222, "dribbling": 2223, "rafts": 2224, "bread": 2225, "babies": 2226, "beak": 2227, "vehicles": 2228, "off-road": 2229, "patterned": 2230, "newspapers": 2231, "community": 2232, "rollerskating": 2233, "headdress": 2234, "earrings": 2235, "canoes": 2236, "courtyard": 2237, "houses": 2238, "boston": 2239, "current": 2240, "soft": 2241, "wilderness": 2242, "spraying": 2243, "squirting": 2244, "telescope": 2245, "gun": 2246, "office": 2247, "screams": 2248, "bows": 2249, "rows": 2250, "scenic": 2251, "skyline": 2252, "bracelet": 2253, "sleeves": 2254, "stall": 2255, "sleds": 2256, "dragging": 2257, "pirate": 2258, "hug": 2259, "costumed": 2260, "spout": 2261, "doors": 2262, "ambulance": 2263, "observes": 2264, "hotel": 2265, "moment": 2266, "flops": 2267, "tied": 2268, "hardhat": 2269, "industrial": 2270, "helmeted": 2271, "good": 2272, "reddish": 2273, "knife": 2274, "tails": 2275, "cross-country": 2276, "reflecting": 2277, "checks": 2278, "operating": 2279, "massage": 2280, "scuba": 2281, "diver": 2282, "travel": 2283, "sporting": 2284, "bib": 2285, "toss": 2286, "labrador": 2287, "headed": 2288, "lounge": 2289, "working": 2290, "stripe": 2291, "glacier": 2292, "marked": 2293, "gathering": 2294, "dot": 2295, "ridding": 2296, "shirted": 2297, "acrobatic": 2298, "huddled": 2299, "romp": 2300, "tulips": 2301, "incline": 2302, "crouched": 2303, "multicolor": 2304, "crown": 2305, "photographers": 2306, "festive": 2307, "lease": 2308, "dumps": 2309, "worn": 2310, "test": 2311, "performance": 2312, "bigger": 2313, "halter": 2314, "handlebars": 2315, "observing": 2316, "paints": 2317, "kicked": 2318, "laid": 2319, "fairground": 2320, "wild": 2321, "motor": 2322, "campsite": 2323, "storm": 2324, "drain": 2325, "love": 2326, "pets": 2327, "apartment": 2328, "cycling": 2329, "tinkerbell": 2330, "muscular": 2331, "sword": 2332, "logs": 2333, "swords": 2334, "spiderman": 2335, "furniture": 2336, "collide": 2337, "tumbling": 2338, "posts": 2339, "sailing": 2340, "jogs": 2341, "sling": 2342, "either": 2343, "nighttime": 2344, "wrestles": 2345, "soaked": 2346, "overlook": 2347, "telephone": 2348, "booth": 2349, "apron": 2350, "squirts": 2351, "strapped": 2352, "droplets": 2353, "dive": 2354, "terriers": 2355, "windsurfer": 2356, "was": 2357, "bay": 2358, "parent": 2359, "cleaning": 2360, "container": 2361, "pail": 2362, "slip": 2363, "golf": 2364, "petting": 2365, "toddlers": 2366, "playpen": 2367, "padded": 2368, "bath": 2369, "bathtub": 2370, "bathroom": 2371, "rabbit": 2372, "florida": 2373, "rally": 2374, "tackles": 2375, "residential": 2376, "fountains": 2377, "railroad": 2378, "firefighter": 2379, "hood": 2380, "fireman": 2381, "youth": 2382, "camp": 2383, "thick": 2384, "feeding": 2385, "moustache": 2386, "equestrian": 2387, "tee": 2388, "raise": 2389, "cellphones": 2390, "exercise": 2391, "apples": 2392, "skyscraper": 2393, "stunts": 2394, "movie": 2395, "member": 2396, "seal": 2397, "cheeks": 2398, "seats": 2399, "clears": 2400, "ramps": 2401, "begging": 2402, "firetruck": 2403, "fields": 2404, "hilly": 2405, "ninja": 2406, "striking": 2407, "haircut": 2408, "tv": 2409, "relax": 2410, "obstacles": 2411, "crocodile": 2412, "obama": 2413, "pyramid": 2414, "chalk": 2415, "brown-haired": 2416, "treads": 2417, "spider-man": 2418, "shoots": 2419, "marble": 2420, "attack": 2421, "stove": 2422, "speeding": 2423, "domino": 2424, "pizza": 2425, "recently": 2426, "instructor": 2427, "games": 2428, "pattern": 2429, "cobblestone": 2430, "island": 2431, "saddle": 2432, "shed": 2433, "much": 2434, "tights": 2435, "footballer": 2436, "oriental": 2437, "pinata": 2438, "stores": 2439, "forehead": 2440, "paperwork": 2441, "explosion": 2442, "dusty": 2443, "glider": 2444, "pelican": 2445, "mid-flight": 2446, "toilet": 2447, "drummer": 2448, "gown": 2449, "refrigerator": 2450, "firing": 2451, "puck": 2452, "site": 2453, "swan": 2454, "coloring": 2455, "waiter": 2456, "floaties": 2457, "cards": 2458, "bagpipes": 2459, "plates": 2460, "alike": 2461, "ducks": 2462, "starring": 2463, "corndogs": 2464, "frames": 2465, "colorfully": 2466, "tiled": 2467, "helicopter": 2468, "mid-jump": 2469, "garage": 2470, "clean": 2471, "waist": 2472, "crossbones": 2473, "tracksuit": 2474, "swans": 2475, "boa": 2476, "buy": 2477, "sumo": 2478, "trophy": 2479, "devil": 2480, "bug": 2481, "insect": 2482, "scooters": 2483, "tricycles": 2484, "theater": 2485, "native": 2486, "cartwheels": 2487, "capes": 2488, "cone": 2489, "deer": 2490, "badminton": 2491, "wig": 2492, "hooping": 2493, "railings": 2494, "newborn": 2495, "litter": 2496, "seagull": 2497, "flaming": 2498, "ballet": 2499, "accordion": 2500, "eggs": 2501, "easter": 2502, "turkeys": 2503, "carts": 2504, "michael": 2505, "jackson": 2506, "pierced": 2507, "bouquet": 2508, "cutout": 2509, "barn": 2510, "sidelines": 2511, "rocket": 2512, "rubs": 2513, "cutting": 2514, "french": 2515, "limousine": 2516, "potato": 2517, "campfire": 2518, "broom": 2519, "yelling": 2520, "target": 2521, "milk": 2522, "tutus": 2523, "wicker": 2524, "robot": 2525, "statues": 2526, "participates": 2527, "submerged": 2528, "legos": 2529, "pumpkins": 2530, "magazine": 2531, "tongues": 2532, "chess": 2533, "evil": 2534, "interviews": 2535, "letters": 2536, "bee": 2537, "mascot": 2538, "sidecar": 2539, "hamburgers": 2540, "bowling": 2541, "seagulls": 2542, "binoculars": 2543, "hospital": 2544, "medals": 2545, "peanut": 2546, "butter": 2547, "angels": 2548, "jeeps": 2549}, "itos": {"0": "<PAD>", "1": "<START>", "2": "<END>", "3": "<UNK>", "4": "a", "5": "black", "6": "dog", "7": "is", "8": "running", "9": "after", "10": "white", "11": "in", "12": "the", "13": "snow", "14": ".", "15": "chasing", "16": "brown", "17": "through", "18": "two", "19": "dogs", "20": "chase", "21": "each", "22": "other", "23": "across", "24": "snowy", "25": "ground", "26": "play", "27": "together", "28": "low", "29": "lying", "30": "body", "31": "of", "32": "water", "33": "little", "34": "baby", "35": "plays", "36": "croquet", "37": "girl", "38": "next", "39": "to", "40": "truck", "41": "child", "42": "playing", "43": "by", "44": "kid", "45": "front", "46": "car", "47": "with", "48": "put", "49": "and", "50": "ball", "51": "boy", "52": "beside", "53": "has", "54": "something", "55": "hot", "56": "pink", "57": "its", "58": "mouth", "59": "holding", "60": "hat", "61": "shirt", "62": "carrying", "63": "while", "64": "walking", "65": "looking", "66": "forward", "67": "along", "68": "beach", "69": "wearing", "70": "collar", "71": "walks", "72": "on", "73": "sand", "74": "near", "75": "large", "76": "ocean", "77": "red", "78": "frisbee", "79": "standing", "80": "sandy", "81": "disc", "82": "flying", "83": "air", "84": "catching", "85": "dropping", "86": "cyclist", "87": "helmet", "88": "riding", "89": "pavement", "90": "bike", "91": "street", "92": "person", "93": ",", "94": "down", "95": "woman", "96": "wears", "97": "blue", "98": "as", "99": "she", "100": "goes", "101": "for", "102": "ride", "103": "shade", "104": "road", "105": "man", "106": "dressed", "107": "purple", "108": "bandanna", "109": "smiles", "110": "at", "111": "people", "112": "watching", "113": "him", "114": "leather", "115": "poses", "116": "camera", "117": "stands", "118": "onlookers", "119": "there", "120": "men", "121": "t-shirt", "122": "woodland", "123": "runs", "124": "some", "125": "trees", "126": "young", "127": "dancing", "128": "around", "129": "short", "130": "sleeved", "131": "jeans", "132": "stops", "133": "smile", "134": "dress", "135": "back", "136": "smiling", "137": "looks", "138": "green", "139": "skier", "140": "yellow", "141": "jacket", "142": "airborne", "143": "above", "144": "mountains", "145": "jumps", "146": "high", "147": "view", "148": "skiing", "149": "very", "150": "it", "151": "though", "152": "he", "153": "doing", "154": "ski", "155": "jump", "156": "pants", "157": "appears", "158": "almost", "159": "fly", "160": "into", "161": "sky", "162": "photographer", "163": "over", "164": "hills", "165": "natural", "166": "landscape", "167": "out", "168": "rolling", "169": "tripod", "170": "lady", "171": "her", "172": "set", "173": "up", "174": "field", "175": "record", "176": "bunch", "177": "girls", "178": "cheerleader", "179": "outfits", "180": "group", "181": "cheerleaders", "182": "parade", "183": "perform", "184": "many", "185": "walk", "186": "uniforms", "187": "boat", "188": "canopy", "189": "floating", "190": "calm", "191": "waters", "192": "roof", "193": "middle", "194": "floats", "195": "lake", "196": "catches", "197": "midair", "198": "terrier", "199": "leaping", "200": "object", "201": "old", "202": "sitting", "203": "an", "204": "advertisement", "205": "asian", "206": "waiting", "207": "train", "208": "stop", "209": "sits", "210": "station", "211": "backlit", "212": "subway", "213": "umbrella", "214": "wall", "215": "blond", "216": "trail", "217": "side", "218": "metal", "219": "fence", "220": "coat", "221": "rural", "222": "flute", "223": "parka", "224": "fenced", "225": "past", "226": "enclosed", "227": "area", "228": "family", "229": "including", "230": "four", "231": "children", "232": "pose", "233": "brick", "234": "fireplace", "235": "christmas", "236": "tree", "237": "posing", "238": "happy", "239": "couples", "240": "kids", "241": "picture", "242": "sweater", "243": "pointing", "244": "one", "245": "arms", "246": "outstretched", "247": "finger", "248": "pointed", "249": "another", "250": "stares", "251": "from", "252": "behind", "253": "who", "254": "his", "255": "look", "256": "toward", "257": "points", "258": "hallway", "259": "medium", "260": "sized", "261": "small", "262": "larger", "263": "grassy", "264": "big", "265": "tall", "266": "grass", "267": "three", "268": "flowers", "269": "stuffed", "270": "garden", "271": "among", "272": "toy", "273": "cat", "274": "long", "275": "raises", "276": "stripes", "277": "signs", "278": "african", "279": "american", "280": "building", "281": "space", "282": "orange", "283": "backwards", "284": "wet", "285": "stick", "286": "shore", "287": "bounds", "288": "splashing", "289": "off", "290": "paws", "291": "carries", "292": "are", "293": "racing", "294": "race", "295": "track", "296": "greyhounds", "297": "muzzles", "298": "inside", "299": "curb", "300": "dirt", "301": "run", "302": "baseball", "303": "pitcher", "304": "throws", "305": "player", "306": "glove", "307": "male", "308": "sports", "309": "outfit", "310": "tries", "311": "catch", "312": "wades", "313": "rock", "314": "shallow", "315": "reach", "316": "outcropping", "317": "light", "318": "paw", "319": "about", "320": "ready", "321": "swim", "322": "5", "323": "school", "324": "cross", "325": "takes", "326": "outside", "327": "photograph", "328": "taking", "329": "pictures", "330": "women", "331": "stand", "332": "jean", "333": "hand", "334": "chest", "335": "nose", "336": "writing", "337": "hands", "338": "video", "339": "store", "340": "denim", "341": "full", "342": "house", "343": "sunglasses", "344": "flowered", "345": "sit", "346": "nearby", "347": "left", "348": "adults", "349": "display", "350": "case", "351": "digital", "352": "glass", "353": "sides", "354": "holds", "355": "sideways", "356": "arm", "357": "snowboarder", "358": "ramp", "359": "snowboard", "360": "performing", "361": "trick", "362": "making", "363": "icy", "364": "mountain", "365": "climbers", "366": "line", "367": "their", "368": "way", "369": "covered", "370": "background", "371": "facing", "372": "jumping", "373": "hoop", "374": "ring", "375": "using", "376": "laptop", "377": "cellphone", "378": "against", "379": "bench", "380": "electronic", "381": "races", "382": "number", "383": "6", "384": "greyhound", "385": "muzzle", "386": "six", "387": "tan", "388": "gold", "389": "edge", "390": "cliff", "391": "rest", "392": "overlooking", "393": "top", "394": "couple", "395": "wooded", "396": "them", "397": "lined", "398": "friends", "399": "forest", "400": "path", "401": "woods", "402": "smoking", "403": "tires", "404": "drives", "405": "rain", "406": "driving", "407": "advertising", "408": "lights", "409": "bearded", "410": "whilst", "411": "bicycle", "412": "bicycles", "413": "hair", "414": "gives", "415": "peace", "416": "sign", "417": "cap", "418": "crowd", "419": "waving", "420": "flags", "421": "passing", "422": "under", "423": "bridge", "424": "or", "425": "banners", "426": "gets", "427": "pull", "428": "chair", "429": "meal", "430": "table", "431": "cafe", "432": "restaurant", "433": "getting", "434": "grabs", "435": "seat", "436": "racket", "437": "round", "438": "handle", "439": "backyard", "440": "lawn", "441": "clothing", "442": "yard", "443": "toys", "444": "enjoy", "445": "themselves", "446": "wind", "447": "blows", "448": "trampoline", "449": "blonde", "450": "bicyclists", "451": "between", "452": "wire", "453": "cyclists", "454": "country", "455": "desert", "456": "bikers", "457": "dry", "458": "land", "459": "climbing", "460": "steep", "461": "hill", "462": "climbs", "463": "great", "464": "spins", "465": "merry-go-round", "466": "go", "467": "watch", "468": "spinning", "469": "playground", "470": "that", "471": "skirt", "472": "golden", "473": "retriever", "474": "towards", "475": "away", "476": "bus", "477": "door", "478": "vehicle", "479": "window", "480": "passengers", "481": "hiding", "482": "peeking", "483": "striped", "484": "peeks", "485": "hold", "486": "drinks", "487": "point", "488": "bottles", "489": "several", "490": "this", "491": "photo", "492": "border", "493": "collie", "494": "bed", "495": "tennis", "496": "climber", "497": "peak", "498": "rocks", "499": "snowcapped", "500": "hikes", "501": "following", "502": "surrounded", "503": "distance", "504": "smoke", "505": "comes", "506": "starts", "507": "broken", "508": "during", "509": "racetrack", "510": "leaves", "511": "bags", "512": "igloo", "513": "cave", "514": "luggage", "515": "backpacks", "516": "ice", "517": "visible", "518": "hole", "519": "starting", "520": "steps", "521": "murky", "522": "putting", "523": "legs", "524": "pond", "525": "busy", "526": "city", "527": "silhouette", "528": "buildings", "529": "crowded", "530": "shot", "531": "turned", "532": "chases", "533": "interacting", "534": "opposite", "535": "direction", "536": "fetch", "537": "also", "538": "outdoors", "539": "cameras", "540": "third", "541": "river", "542": "skis", "543": "face", "544": "rope", "545": "swimming", "546": "creek", "547": "playfully", "548": "rolls", "549": "int", "550": "chewing", "551": "resting", "552": "game", "553": "elderly", "554": "straw", "555": "alone", "556": "park", "557": "haired", "558": "gray", "559": "dark-haired", "560": "beard", "561": "guitar", "562": "head", "563": "ceiling", "564": "wide", "565": "drink", "566": "reading", "567": "book", "568": "scarf", "569": "older", "570": "reads", "571": "motocross", "572": "motorcycle", "573": "tight", "574": "turn", "575": "motorbike", "576": "bright", "577": "someone", "578": "fall", "579": "rider", "580": "sleeping", "581": "makeshift", "582": "hanging", "583": "mountainside", "584": "skateboarder", "585": "skateboard", "586": "landing", "587": "teenage", "588": "flipping", "589": "tricks", "590": "dark", "591": "colored", "592": "protest", "593": "banner", "594": "staring", "595": "religious", "596": "sidewalk", "597": "poster", "598": "``", "599": "image", "600": "teddy", "601": "bear", "602": "showing", "603": "stool", "604": "trying", 